import { TabType } from "types/filterData.type";

export const filterData: TabType[] = [
    {
        id: '1',
        name: 'ЖК',
        data: [
            'Академический',
            'Басманный',
            'Замоскворечье',
            'Измайлово',
            'Люблино',
            'Одинцово',
            'Парксайд',
            'Лучи',
        ]
    },
    {
        id: '2',
        name: 'Округ',
        data: [
            'Центральный',
            'Северный',
            'Северо-Восточный',
            'Восточный',
            'Юго-Восточный',
            'Южный',
            'Юго-Западный',
            'Западный',
        ]
    },
    {
        id: '3',
        name: 'Район',
        data: [
            'Арбат',
            'Басманный',
            'Замоскворечье',
            'Красносельский',
            'Мещанский',
            'Пресненский',
            'Таганский',
            'Тверской',
        ]
    },
    {
        id: '4',
        name: 'Метро',
        data: [
            'Замоскворецкая',
            'Сокольническая',
            'Кольцевая',
            'Арбатско-Покровская',
            'Филёвская',
            'Калужско-Рижская',
            'Бутовская',
            'Каховская',
        ]
    }
]